accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
aic94xx-firmware
alacritty
alsa-utils
appstream
arandr
arc-gtk-theme
arch-install-scripts
arcolinux-alacritty-git
arcolinux-grub-theme-vimix-git
arcolinux-keyring
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-paru-git
arcolinux-sddm-simplicity-git
arcolinux-wallpapers-git
arcolinuxd-system-config-git
arcolinuxd-welcome-app-git
ardour
asciinema
asciiquarium
autoconf
automake
avldrums.lv2
base
bash-completion
bat
betterlockscreen
bibata-cursor-theme-bin
bind
binutils
bison
bluez
bluez-utils
brave-bin
breeze-gtk
breeze-icons
broadcom-wl-dkms
bspwm
btop
btrfs-progs
calf
caps
cardinal-lv2
carla
cava
chaotic-keyring
clonezilla
cmatrix
cryptsetup
ddrescue
devtools
dex
dexed
dhclient
dialog
diffutils
dmenu
dmidecode
dmraid
dnsmasq
dosfstools
dpf-plugins
dracula-icons-git
dragonfly-reverb
drumgizmo
duf-bin
dunst
e2fsprogs
ebumeter
edid-decode-git
edk2-shell
efibootmgr
eq10q
etcher-bin
ethtool
exa
exfatprogs
expac
f2fs-tools
fabla
fakeroot
fatresize
feh
file
findutils
firefox
flatpak
flex
fragments
fsarchiver
gawk
gcc
geany
geonkick
gettext
git
gksu
gnu-netcat
gpart
gparted
gpick
gpm
gptfdisk
grep
groff
grub
guitarix
gzip
hdparm
helm-synth
htop
hw-probe
hwinfo
hydrogen
hyperv
hyprland
hyprpaper-git
irssi
jfsutils
kdeconnect
laptop-detect
less
libfido2
libpwquality
libtool
libusb-compat
linux
linux-atm
linux-firmware
linux-firmware-marvell
linux-firmware-qlogic
linux-headers
liquidsfz
logrotate
lsb-release
lsp-plugins
lsscsi
lvm2
lxappearance
lxsession
m4
make
man-db
man-pages
mc
mda.lv2
mdadm
memtest86+
mesa
mesa-utils
micro
mkinitcpio
mkinitcpio-nfs-utils
mlocate
mobile-broadband-provider-info
modemmanager
mtools
musescore
nano
nautilus
nbd
ndisc6
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nilfs-utils
ninjas2
nitrogen
noise-repellent
noto-fonts
ntfs-3g
ntp
numix-circle-icon-theme-git
numlockx
nvme-cli
open-iscsi
openconnect
openresolv
openssh
openvpn
os-prober
pacman
pamac-gtk
pamixer
partclone
parted
partimage
paru-bin
patch
pavucontrol
pcmanfm
pcsclite
picom
pipes.sh
pipewire-alsa
pipewire-pulse
pkgconf
pkgfile
plank
playerctl
polkit
polkit-gnome
polybar
ppp
pptpclient
pv
qjackctl
qt5ct
ranger
rate-mirrors-bin
reaper
refind
reflector
reiserfsprogs
ripgrep
rp-pppoe
rsync
rxvt-unicode
rxvt-unicode-terminfo
samplv1
sardi-icons
screen
sdparm
sed
setbfree
sg3_utils
sherlock.lv2
signal-desktop
sl
smartmontools
sof-firmware
sonic-visualiser
spotify
squashfs-tools
starship
steam
sudo
surfn-icons-git
surge
swaylock
swh-plugins
sxhkd
syslinux
tap-plugins
tcpdump
terminus-font
termite
testdisk
texinfo
the_silver_searcher
thunar
tmux
toilet
tpm2-tss
ttf-dejavu
ttf-fira-code
ttf-firacode-nerd
ttf-font-awesome
ttf-hack
tty-clock
udftools
unzip
upd72020x-fw
upower
urxvt-fullscreen
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbmuxd
usbutils
viewnior
vim
virtualbox
visual-studio-code-bin
vpnc
waybar
wd719x-firmware
wget
which
wine
winetricks
wireless-regdb
wireless_tools
wlogout
wolf-shaper
wolf-spectrum
wpa_supplicant
wvdial
x42-plugins
xdg-desktop-portal-wlr
xdg-user-dirs
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xfsprogs
xkeyboard-config
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yabridge
yabridgectl
yay
zam-plugins
zsh
zynaddsubfx
